{
  "STEERING WHEELS": "STEERING WHEELS",
  "PEDALS": "PEDALS",
  "BUNDLES": "BUNDLES",
  "WHEEL BASES": "WHEEL BASES",
  "ACCESSORIES": "ACCESSORIES",
  "DIGITAL DASHES": "DIGITAL DASHES",
  "COCKPITS": "COCKPITS",
  "Home": "Home",
  "Product": "Product",
  "shop-now": "Shop Now",
  "banner": "Welcome to Sim Racing Corner",
  "contact-us": "Contact us",
  "contact-body": "Please don't hesitate to contact us with any questions or concerns. If you need help with your order or need advice on your rig setup, we are here to help! One of our crew will gladly contact you as soon as we can to help you with your query.",
  "send": "send",
  "our-premium-partners": "our premium partners",
  "add-to-cart": "Add to cart",
  "free-shipping-worldwide": "Free Shipping Worldwide",
  "cancel-anytime": "Cancel Anytime",
  "about-us": "About us",
  "done": "Done successfully",
  "product-details": "Product Details",
  "other-products": "Introducing Our Latest Products",
  "theword": "A sport, not a game",
  "read": "Read More",
  "featured-products": "Featured Products",
  "qunaity-available": "Qunaity Available",
  "out-of-stock": "Out of Stock",
  "in-stock": "In Stock",
  "pre-order": "Pre-Order",
  "status": "Status",
  "quantity-available": "Quantity Available",
  "enter-email": "Enter your email",
  "enter-message": "Enter your message",
  "Pre-Order": "Pre-Order",
  "Pre-Ordered": "Pre-Ordered",
  "Processing...": "Processing...",
  "toast-pre-order": "Thank you for your pre-order! We'll notify you once the product is available.",
  "toast-pre-order-error": "Sorry, something went wrong. Please try again.",

  "feature": {
    "header": "EXPERIENCE THE THRILL OF SIM RACING!",
    "let_header": "LETS RACE",
    "let_header_2": "TOGETHER",
    "body": "Ready to elevate your sim racing experience? Dive into our collection, explore the possibilities, and gear up for an adrenaline-fueled journey into the world of virtual racing. Join us at Sim Racing Corner and lets rev up the excitement together!",
    "body_end": "Shop Now for the Ultimate Racing Experience!"
  },
  "about": {
    "destination": "Ultimate Destination for Sim Racing Enthusiasts!",
    "why": "Why Choose Sim Racing Corner ?",
    "quality": "Quality Assurance: We prioritize quality and reliability, offering products from industry-leading brands known for their durability and performance.",
    "expert": "Expert Guidance: Our knowledgeable team is passionate about sim racing and is here to guide you, providing expert advice and recommendations tailored to your racing needs.",
    "quality-assurance": "Q`uality Assurance",
    "expert-guidance": "Expert Guidance",
    "quick-drop": "QuickDrop: Your Fastest Delivery Solution"
  },
  "footer": {
    "body": "Welcome to Sim Racing Corner, your ultimate destination for all things sim racing! Explore a wide selection of high-quality racing simulators, steering wheels, pedals, seats, and accessories to elevate your virtual racing experience. Our commitment to providing top-notch products ensures you get the best gear to fuel your passion for racing. For inquiries, support, or more information, contact us . Join the thrill of virtual racing with SRC today",
    "stay-connected": "STAY CONNECTED WITH SRC",
    "stay-connected-body": "Follow Us on Social Media: Get instant updates, behind-the-scenes content, and interact with fellow racers. Find us on Facebook, Twitter, Instagram for a dose of sim racing excitement.",
    "about": "SRC was founded by passionate sim racing enthusiasts committed to enhancing the virtual racing experience. Our goal is clear: to offer top-notch sim racing equipment and accessories that elevate the gaming experience for all levels of racers. We meticulously curate our product range, ensuring every item meets rigorous standards of quality, performance, and innovation. From beginners to seasoned racers, we&quotre dedicated to providing cutting-edge gear that resonates with the dynamic needs of the sim racing community."
  }
}
