{
  "shop-now": "تسوق الأن",
  "banner": "مرحبا بكم في ركن سباق سيم",
  "contact-us": "تواصل معانا",
  "contact-body": "من فضلك لا تتردد في الاتصال بنا إذا كانت لديك أية أسئلة أو استفسارات. إذا كنت بحاجة إلى مساعدة بشأن طلبك أو كنت بحاجة إلى نصيحة بشأن إعداد جهازك، فنحن هنا لمساعدتك! وسيقوم أحد أفراد طاقمنا بالاتصال بك بكل سرور في أقرب وقت ممكن لمساعدتك في الرد على استفسارك.",
  "send": "أرسل",
  "about-us": "عنا",
  "add-to-cart": "اضف الي السلة",
  "free-shipping-worldwide": "الشحن المجاني في جميع أنحاء العالم",
  "cancel-anytime": "إلغاء في أي وقت",
  "done": "تمت بنجاح",
  "category": "الفئة",
  "product-details": "تفاصيل المنتج",
  "our-premium-partners": "شركاؤنا المتميزون",
  "other-products": "أفضل المنتجات",
  "feature": {
    "header": "استمتع بتجربة سباقات SIM المثيرة!",
    "let_header": "لنتسابق",
    "let_header_2": "معاً",
    "body": "هل أنت مستعد لرفع تجربة سباق السيارات الافتراضية إلى مستوى جديد؟ اغمر نفسك في مجموعتنا، استكشف الإمكانيات، واستعد لرحلة مليئة بالأدرينالين إلى عالم السباق الافتراضي. انضم إلينا في'سيم ريسينج كورنر' ولنزيد من حماسنا معًا!",
    "body_end": "تسوق الآن للحصول على تجربة السباق المثالية!"
  },
  "about": {
    "destination": "الوجهة النهائية لعشاق سباقات المحاكاة!",
    "why": "لماذا تختار Sim Racing Corner ؟",
    "quality": "ضمان الجودة: نحن نعطي الأولوية للجودة والموثوقية، ونقدم منتجات من العلامات التجارية الرائدة في الصناعة المعروفة بمتانتها وأدائها.",
    "expert": "إرشادات الخبراء: فريقنا ذو المعرفة متحمس لسباقات المحاكاة وهو هنا لإرشادك، وتقديم مشورة وتوصيات الخبراء المصممة خصيصًا لتلبية احتياجات السباق الخاصة بك.",
    "quality-assurance": "ضمان الجودة",
    "expert-guidance": "إرشادات الخبراء",
    "quick-drop": "التوصيل السريع"
  },
  "footer": {
    "body": "مرحبًا بك في Sim Racing Corner، وجهتك النهائية لكل ما يتعلق بسباقات sim! استكشف مجموعة واسعة من أجهزة محاكاة السباق عالية الجودة وعجلات القيادة والدواسات والمقاعد والملحقات للارتقاء بتجربة السباق الافتراضية الخاصة بك. يضمن التزامنا بتوفير منتجات عالية الجودة حصولك على أفضل المعدات لتغذية شغفك بالسباق. للاستفسار أو الدعم أو المزيد من المعلومات تواصلوا معنا. انضم إلى إثارة السباق الافتراضي مع SRC اليوم",
    "stay-connected": "ابق على اتصال مع SRC",
    "stay-connected-body": "تابعنا على وسائل التواصل الاجتماعي: احصل على تحديثات فورية ومحتوى من وراء الكواليس وتفاعل مع زملائك المتسابقين. تابعنا على Facebook، وTwitter، وInstagram للحصول على جرعة من الإثارة في سباقات sim.",
    "about": "تم تأسيس SRC من قبل عشاق سباقات المحاكاة المتحمسين الملتزمين بتعزيز تجربة السباق الافتراضية. هدفنا واضح: تقديم معدات وملحقات سباقات sim رفيعة المستوى تعمل على الارتقاء بتجربة الألعاب لجميع مستويات المتسابقين. نحن ننظم مجموعة منتجاتنا بدقة، مما يضمن أن كل منتج يلبي المعايير الصارمة للجودة والأداء والابتكار. من المبتدئين إلى المتسابقين المتمرسين، نحن ملتزمون بتوفير أحدث المعدات التي تتوافق مع الاحتياجات الديناميكية لمجتمع سباقات المحاكاة."
  }
}
